{
    "questions": [
        { "question": "Would you rather go into the past and meet your ancestors or go into the future and meet your great-great-grandchildren?" },
        { "question": "Would you rather have more time or more money?" },
        { "question": "Would you rather have a rewind button or a pause button on your life?" },
        { "question": "Would you rather be able to talk with the animals or speak all foreign languages?" },
        { "question": "Would you rather win the lottery or live twice as long?" },
        { "question": "Would you feel worse if no one showed up to your wedding or to your funeral?" },
        { "question": "Would you rather be without internet for a week, or without your phone?" },
        { "question": "Would you rather meet George Washington or the current president?" },
        { "question": "Would you rather lose your vision or your hearing?" },
        { "question": "Would you rather work more hours per day, but fewer days or work fewer hours per day, but more days?" },
        { "question": "Would you rather listen to music from the ’70s or music from today?" },
        { "question": "Would you rather become someone else or just stay you?" },
        { "question": "Would you rather be Batman or Spiderman?" },
        { "question": "Would you rather be stuck on a broken ski lift or in a broken elevator?" },
        { "question": "For your birthday, would you rather receive cash or gifts?" },
        { "question": "Would you rather go to a movie or to dinner alone?" },
        { "question": "Would you rather always say everything on your mind or never speak again?" },
        { "question": "Would you rather make a phone call or send a text?" },
        { "question": "Would you rather read an awesome book or watch a good movie?" },
        { "question": "Would you rather be the most popular person at work or school or the smartest?" },
        { "question": "Would you rather put a stop to war or end world hunger?" },
        { "question": "Would you rather spend the night in a luxury hotel room or camping surrounded by beautiful scenery?" },
        { "question": "Would you rather explore space or the ocean?" },
        { "question": "Would you rather go deep-sea diving or bungee jumping?" },
        { "question": "Would you rather be a kid your whole life or an adult your whole life?" },
        { "question": "Would you rather go on a cruise with friends or with your spouse?" },
        { "question": "Would you rather lose your keys or your cell phone?" },
        { "question": "Would you rather eat a meal of cow tongue or octopus?" },
        { "question": "Would you rather have x-ray vision or magnified hearing?" },
        { "question": "Would you rather work in a group or work alone?" },
        { "question": "Would you rather be stuck on an island alone or with someone who talks incessantly?" },
        { "question": "Would you rather be too hot or too cold?" },
        { "question": "When you’re old, would you rather die before or after your spouse?" },
        { "question": "Would you rather have a cook or a maid?" },
        { "question": "Would you rather be the youngest or the oldest sibling?" },
        { "question": "Would you rather get rich through hard work or through winning the lottery?" },
        { "question": "Would you rather have a 10-hour dinner with a headstrong politician from an opposing party, or attend a 10-hour concert for a music group you detest?" },
        { "question": "Would you rather be an Olympic gold medalist or a Nobel Peace Prize winner?" },
        { "question": "Would you rather have a desk job or an outdoor job?" },
        { "question": "Would you rather live at the top of a tall NYC apartment building or at the top of a mountain?" },
        { "question": "Would you rather have Rambo or The Terminator on your side?" },
        { "question": "Would you rather be proposed to in private or in front of family and friends?" },
        { "question": "Would you rather have to sew all your clothes or grow your own food?" },
        { "question": "Would you rather hear the good news or the bad news first?" },
        { "question": "Would you rather be your own boss or work for someone else?" },
        { "question": "Would you rather have nosy neighbors or noisy neighbors?" },
        { "question": "Would you rather be on a survival reality show or dating game show?" },
        { "question": "Would you rather be too busy or be bored?" },
        { "question": "Would you rather watch the big game at home or live at the stadium." },
        { "question": "Would you rather spend the day with your favorite athlete or your favorite movie star?" },
        { "question": "Would you rather live where it is constantly winter or where it is constantly summer?" },
        { "question": "Would you rather travel the US and see the sights in a motorhome or by plane?" },
        { "question": "Would you rather be a little late or way too early?" },
        { "question": "Would you rather have an unlimited gift certificate to a restaurant or a clothing store?" },
        { "question": "Would you rather date someone you met online or go on a blind date?" },
        { "question": "Would you rather your kids wear a uniform to school or clothing of their choice?" },
        { "question": "Would you rather have many good friends or one very best friend?" },
        { "question": "Would you rather live in Antarctica or the Sahara Dessert?" },
        { "question": "Would you rather be able to take back anything you say or hear every conversation around you?" },
        { "question": "Would you rather be 4’5” or 7’7”?" },
        { "question": "Would you rather be poor and work at a job you love, or rich and work at a job you hate?" },
        { "question": "Would you rather have your flight delayed by 8 hours or lose your luggage?" },
        { "question": "Would you rather be in your pajamas or a suit all day?" },
        { "question": "Would you rather have your first child when you are 18 or 40?" },
        { "question": "Would you rather be the star player on a losing basketball team or ride the bench on a winning one?" },
        { "question": "Would you rather spend the next year exempt from all taxes or have a one-month paid vacation?" },
        { "question": "Would you rather have the best house in a bad neighborhood or the worst house in a good neighborhood?" },
        { "question": "Would you rather be filthy rich and live 400 years ago or be poor but live today?" },
        { "question": "Would you rather be gossiped about or never talked about at all?" },
        { "question": "Would you rather end hunger or hatred?" },
        { "question": "Would you rather be an unknown major league baseball player or a famous badminton star?" },
        { "question": "Would you rather go without TV or junk food for the rest of your life?" },
        { "question": "Would you rather spend the day at an amusement park or lazing on the beach?" },
        { "question": "Would you rather be fluent in all languages or be a master of every musical instrument?" },
        { "question": "Would you rather sing a song in front of complete strangers or your closest friends?" },
        { "question": "Would you rather own your own boat or your own plane?" },
        { "question": "Would you rather meet the president of the United States or a movie star?" },
        { "question": "Would you rather spend two weeks stuck in a psychiatric hospital or stuck in an airport?" },
        { "question": "If you had to give up one thing for the rest of your life, would it be brushing your hair or brushing your teeth?" },
        { "question": "Would you rather spend 20 years in prison and be exonerated as innocent or be put away for four years (despite your innocence) and be considered guilty forever?" },
        { "question": "Would you rather own a house or rent a residence?" },
        { "question": "Would you rather be known as a one-hit wonder for a novel or a song?" },
        { "question": "Would you rather take an action-packed European vacation or spend two weeks at the same Caribbean resort?" },
        { "question": "Would you rather be a character in an action-packed thriller or a romantic comedy?" },
        { "question": "Would you rather be stuck on a train or a bus?" },
        { "question": "Would you rather be a part of an arranged marriage or spend your life as a single person?" },
        { "question": "Would you rather babysit a crying infant for a day or have an unwanted houseguest for a week?" },
        { "question": "Would you rather be locked in an amusement park or a library?" },
        { "question": "Would you rather sing like an opera star or cook like a gourmet chef?" },
        { "question": "Would you rather have your debt forgiven or have guaranteed good health for a decade?" },
        { "question": "Would you rather live the rest of your life as a monk or followed continuously by paparazzi?" },
        { "question": "Would you rather be given a lifetime supply of delicious food or books?" },
        { "question": "Would you rather be able to breathe underwater or fly through the air?" },
        { "question": "Would you rather be known for your intelligence or your good looks?" },
        { "question": "Would you rather eat pizza or ice cream as the only food for eternity?" },
        { "question": "Would you rather mentally or physically never age?" },
        { "question": "Would you rather change your eye color or your hair color?" },
        { "question": "Would you rather have the details of your financial life or your love life be made public?" },
        { "question": "Would you rather spend the night in an aquarium or in a botanical garden?" },
        { "question": "Would you rather have a family of 12 children or never be able to have children at all?" },
        { "question": "Would you rather give up coffee or soda for the rest of your life?" },
        { "question": "Would you rather work your dream job for barely any money or the worst job ever for a billion dollars?" },
        { "question": "Would you rather get stranded on a desert island or never get to be alone for the rest of your life?" },
        { "question": "Would you rather eat only meat or only vegetables?" },
        { "question": "Would you rather live in a treehouse or underground?" },
        { "question": "Would you rather always smell like rotten eggs or always be sweaty?" },
        { "question": "Would you rather eat a bug or get stung by a jellyfish?" },
        { "question": "Would you rather walk everywhere or drive everywhere?" },
        { "question": "Would you rather eat all your food ice cold or super hot?" },
        { "question": "Would you rather eat good food with a person you don’t like or bad food with a person you do like?" },
        { "question": "Would you rather get a flat tire or oversleep?" },
        { "question": "Would you rather trip at graduation or accidentally ruin someone’s surprise birthday party?" },
        { "question": "Would you rather eat your least favorite food every day or study your least favorite subject every day?" },
        { "question": "Would you rather replace your shampoo with ranch dressing or replace your deodorant with garlic?" },
        { "question": "Would you rather not have electricity or not have indoor plumbing?" },
        { "question": "Would you rather never read a book again or never listen to music again?" },
        { "question": "Would you rather go to jail for a crime you didn’t commit or send someone else to jail for a crime they didn’t commit?" },
        { "question": "Would you rather eat something super spicy or super sour?" },
        { "question": "Would you rather always have to cough or always have to sneeze?" },
        { "question": "Would you rather let your sibling name your first baby or let your grandma/great aunt name your first baby?" },
        { "question": "Would you rather see a concert with your favorite band or a game with your favorite sports team?" },
        { "question": "Would you rather write a bestselling novel or direct a blockbuster movie?" },
        { "question": "Would you rather be a talented athlete or a talented artist?" },
        { "question": "Would you rather speak the same language as your dog or be able to climb trees like a squirrel?" },
        { "question": "Would you rather meet Oprah or Ellen?" },
        { "question": "Would you rather be able to play an instrument or be able to dance?" },
        { "question": "Would you rather never sit in traffic again or never wait in line again?" },
        { "question": "Would you rather have a photographic memory or have the best social skills of all time?" },
        { "question": "Would you rather win the lottery or your best friend win the lottery?" },
        { "question": "Would you rather win money for your work or win a prestigious award?" },
        { "question": "Would you rather have unlimited outfits or unlimited food (both are only for yourself, and you’re not allowed to share)?" },
        { "question": "Would you rather go scuba diving or parasailing?" },
        { "question": "Would you rather be a TV show host or a TV show star?" },
        { "question": "Would you rather own a baby monkey or a baby seal?" },
        { "question": "Would you rather go hiking or lay by the pool?" },
        { "question": "Would you rather watch the sunrise or sunset?" },
        { "question": "Would you rather go to your dream college or get your dream job?" },
        { "question": "Would you rather have a flower garden or a vegetable garden?" },
        { "question": "Would you rather have 80’s style or 70’s style (you have to live in present day)?" },
        { "question": "Would you rather marry your real-life celebrity crush or marry a fictional (TV or book) crush?" },
        { "question": "Would you rather drive a huge truck or a tiny smart car?" },
        { "question": "Would you rather live in New York City or on a farm twenty miles from anyone else?" },
        { "question": "Would you rather work a job late at night or early in the morning?" },
        { "question": "Would you rather have a huge but not very fancy wedding or a small but very fancy wedding?" },
        { "question": "Would you rather eat out for every meal or have a personal chef at your house?" },
        { "question": "Would you rather live in a huge (but smelly) house or a small (but good-smelling) apartment?" },
        { "question": "Would you rather go bald at 25 or have hair down to your knees for the rest of your life?" },
        { "question": "Would you rather travel exclusively by plane or travel exclusively by train?" },
        { "question": "Would you rather work on the top floor of a skyscraper or work in a basement?" },
        { "question": "Would you rather live somewhere where it snowed year-round or where it was ninety degrees year-round?" },
        { "question": "Would you rather do something STEM-related or something humanities-related?" },
        { "question": "Would you rather have all male children or all female children?" },
        { "question": "Would you rather have lots of pretty close friends or just one best friend?" },
        { "question": "Would you rather be famous for a job you don’t like or have do a job you love but are never famous for it?" },
        { "question": "Would you rather live at the beach or in the mountains?" },
        { "question": "Would you rather be a bodybuilder or a professional golfer?" },
        { "question": "Would you rather win an Oscar or a Grammy?" },
        { "question": "Would you rather travel all the time or stay in the same city all the time?" },
        { "question": "Would you rather have smart kids or funny kids?" },
        { "question": "Would you rather live far away from your family or right next door to your family?" },
        { "question": "Would you rather delete your Instagram or your Snapchat?" },
        { "question": "Would you rather only listen to one song for the rest of your life (but you get to choose the song) or only listen to the music your parents like for the rest of your life?" },
        { "question": "Would you rather live in the 1990’s or live today?" },
        { "question": "Would you rather watch sitcoms or drama?" },
        { "question": "Would you rather be best friends with a celebrity or be a celebrity yourself?" },
        { "question": "Would you rather be on a reality TV show or produce a reality TV show?" },
        { "question": "Would you rather give up your phone or your computer?" },
        { "question": "Would you rather be Twitter famous or Instagram famous?" },
        { "question": "Would you rather be the star of your favorite TV show or be a member of your favorite band?" },
        { "question": "Would you rather work at Disney World or Harry Potter World?" },
        { "question": "Would you rather find out your favorite movie is real or find out your favorite book is real?" },
        { "question": "Would you rather eat a meal made by a celebrity chef or get an outfit designed by a celebrity stylist?" },
        { "question": "Would you rather host your own late-night show or your own morning show?" },
        { "question": "Would you rather go to the Met Gala or the Oscars?" },
        { "question": "Would you rather live in Los Angeles or New York City?" },
        { "question": "Would you rather have to tell jokes to a famous comedian or have to sing in front of a famous singer?" },
        { "question": "Would you rather have to explain how Wi-Fi works to a time traveler or have to explain how social media works to a time traveler?" },
        { "question": "Would you rather write the song of the summer or attend a royal wedding?" },
        { "question": "Would you rather your entire family be famous or your best friend be famous?" },
        { "question": "Would you rather embarrass yourself in front of your favorite celebrity or never meet them at all?" },
        { "question": "Would you rather be class president or class vice president?" },
        { "question": "Would you rather be on a sports team or be involved in theatre?" },
        { "question": "Would you rather take all your electives on one day of the week or spread them out throughout the week?" },
        { "question": "Would you rather have an amazing teacher who doesn’t like you or a bad teacher who likes you?" },
        { "question": "Would you rather take the bus or walk to school?" },
        { "question": "Would you rather bring your lunch or eat lunch at school?" },
        { "question": "Would you rather present in front of your whole class or present just in front of your teacher?" },
        { "question": "Would you rather write your school newspaper or give your school announcements?" },
        { "question": "Would you rather be a teacher or be a principal?" },
        { "question": "Would you rather work full-time or go to school full-time?" },
        { "question": "Would you rather wear pajamas to school or a suit to school (no one else is wearing the same thing)?" },
        { "question": "Would you rather wear your school colors every day or wear a uniform to school?" },
        { "question": "Would you rather teach your favorite subject or run your favorite club?" },
        { "question": "Would you rather do two hours of easy homework or 30 minutes of hard homework?" },
        { "question": "Would you rather have an extra-long lunch period or get to have recess again?" },
        { "question": "Would you rather give a terrible presentation to your class, but get an A or turn in good work silently, but get an F?" },
        { "question": "Would you rather have one week off every month, but no summer, or stick with a regular school schedule?" },
        { "question": "Would you rather your parents spend a school day with you or go to work one day with your parents?" },
        { "question": "Would you rather sit next to a kid who smells bad or a kid who talks loudly enough to get you in trouble?" },
        { "question": "Would you rather take a class you love with a teacher you hate or a class you hate with a teacher you love?" },
        { "question": "Would you rather have 8 a.m. classes every day or 8 p.m. classes every day?" },
        { "question": "Would you rather have a job you hated that made you rich or have a job you loved that ensured you would always be poor?" },
        { "question": "Would you rather never be able to eat desserts again or never be able to sleep in again?" },
        { "question": "Would you rather never have a smartphone again or never have a laptop again?" },
        { "question": "Would you rather have tickets to every school football game or every school basketball game?" },
        { "question": "Would you rather be able to eat anywhere for free or be able to get any clothes from any store for free?" },
        { "question": "Would you rather have the worst professor of all time once or have just okay professors forever?" },
        { "question": "Would you rather not be able to taste or not be able to see colors?" },
        { "question": "Would you rather have to sing everything you say (but say as much as you want) or talk normally but only be allowed 100 words a day?" },
        { "question": "Would you rather be a famous politician or a reality TV star?" },
        { "question": "Would you rather have a constantly messy dorm room or a constantly smelly dorm room?" },
        { "question": "Would you rather know only the bad parts of your future or not know your future at all?" },
        { "question": "Would you rather be the smartest person of all time or the most beautiful person of all time?" },
        { "question": "Would you rather get a degree in what you love or get a degree in something that will make you money?" },
        { "question": "Would you rather be able to time travel but not control what time you go to or be able to teleport but not be able to control where you go?" },
        { "question": "Would you rather always feel hungry or always feel thirsty, no matter how much you ate or drank?" },
        { "question": "Would you rather be a famous actor or a famous singer?" },
        { "question": "Would you rather live very far away from main campus in the nicest dorm of all time or super close in a terrible dorm?" },
        { "question": "Would you rather lose your wallet once a year and have to replace everything in it or lose your phone once a year and have to replace it?" },
        { "question": "Would you rather only be able to watch Oscar-nominated movies or watch any movie except for Oscar-nominated movies?" },
        { "question": "Would you rather always be able to know when someone is lying to you or never know?" },
        { "question": "Would you rather have your whole body covered in tattoos forever or have your skin be bright green for 10 years?" },
        { "question": "Would you rather have to eat every meal in a terrible dining hall for four years or eat in a pretty good dining hall for the rest of your life?" },
        { "question": "Would you rather that everyone in the world has your phone number or never have a cell phone again?" },
        { "question": "Would you rather have it always be summer or always be winter?" },
        { "question": "Would you rather never be able to drive anywhere (and have to buy flights to every place too far to walk) or never be able to fly anywhere again?" },
        { "question": "Would you rather never be able to find a table in the library or never be able to find a table in the dining hall?" },
        { "question": "Would you rather be bald your whole life or have your least favorite color be the color of your hair for your whole life?" },
        { "question": "Would you rather sweat maple syrup and always feel sticky but smell great or sweat normally but smell like rotten eggs?" },
        { "question": "Would you rather everyone not believe anything you say or have everything you say be broadcast to the entire world?" },
        { "question": "Would you rather be the best in the world at a sport no one cares about or have an average career playing a very popular sport?" },
        { "question": "Would you rather never drink coffee again or never drink soda again?" },
        { "question": "Would you rather never be able to wear shoes again or never be able to wear a coat again?" },
        { "question": "Would you rather everyone pick one outfit that they wear for their whole life or always have to pick out new outfits?" },
        { "question": "Would you rather live in the world of Harry Potter or the world of Star Wars?" },
        { "question": "Would you rather be convicted for life for a crime you didn’t commit or have someone else serve a life sentence for a crime you committed?" },
        { "question": "Would you rather have to ride a horse everywhere you go or have to ride a bus everywhere you go?" },
        { "question": "Would you rather be poor in the world of today or rich but live 2,000 years ago?" },
        { "question": "Would you rather have only terrible and boring professors but get all A’s or have great and interesting professors but get all C’s?" },
        { "question": "Would you rather only be able to listen to one of the songs you love for the rest of your life or be able to listen to any of the songs that you hate for the rest of your life?" }
    ]
}